Revit 2024 API
TemporaryGraphicsManager Properties
The TemporaryGraphicsManager type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
TemporaryGraphicsManager Class
Autodesk.Revit.DB Namespace